import 'package:flutter_test/src/widget_tester.dart';

import 'base_screen_test.dart';

class GreenScreenTest extends BaseScreen{

  GreenScreenTest({required WidgetTester tester}) : super(tester: tester);

  /*****************************************************************************
   ********************************** Ключи ************************************
   ****************************************************************************/

  final String _BUTTON_GREEN = '';
  final String _BUTTON_YELLOW = '';


  /*****************************************************************************
   ********************************* Методы ************************************
   ****************************************************************************/





}